Repository: dotfortun/4geeks-apis
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Todo List API
es: API de Lista de Tareas
fr: API de Liste de Tâches

source: English
fr: Anglais

source: Spanish
fr: Espagnol

source: French
fr: Français

source: User Operations
es: Operaciones de Usuario
fr: Opérations Utilisateur

source: Returns a list of all users.
es: Devuelve una lista de todos los usuarios.
fr: Renvoie une liste de tous les utilisateurs.

source: Get all todo users
es: Obtener todos los usuarios de tareas pendientes
fr: Obtenir tous les utilisateurs de tâches à faire

source: Create a user
es: Crear un usuario
fr: Créer un utilisateur

source: Create todo
es: Crear tarea pendiente
fr: Créer une tâche à faire

source: Todo Item Operations
es: Operaciones de √çtems de Tareas
fr: Opérations Éléments de Tâches à Faire

source: Delete user
es: Eliminar usuario
fr: Supprimer un utilisateur

source: Get a todo
es: Obtener una tarea pendiente
fr: Obtenir une tâche à faire

source: Update a todo
es: Actualizar una tarea pendiente
fr: Mettre à jour une tâche à faire

source: Delete a todo
es: Eliminar una tarea pendiente
fr: Supprimer une tâche à faire

source: Get todos from a user
es: Obtener tareas pendientes de un usuario
fr: Obtenir les tâches à faire d'un utilisateur
